Repository: Yongminlee2/KidCare
Catalog: ios/KidCare/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt, ru, th, vi, zh_hans, zh_hant

# schedule_allday_title
source: 하루 종일로 저장할까요?
de: Als ganzen Tag speichern?
en: Save this as all day?
es: ¿Guardar esto como todo el día?
fr: Enregistrer sur toute la journée ?
id: Simpan sebagai sehari penuh?
it: Salvare per tutto il giorno?
ja: 終日として保存しますか？
pt: Salvar isto como dia inteiro?
ru: Сохранить как «весь день»?
th: บันทึกเป็นทั้งวันไหม
vi: Lưu là cả ngày nhé?
zh_hans: 要按全天保存吗？
zh_hant: 要以全天儲存嗎？

# schedule_day_fri
source: 금
de: Fr
en: Fri
es: Vie
fr: Ven
id: Jum
it: Ven
ja: 金
pt: Sex
ru: Пт
th: ศ
vi: T6
zh_hans: 五
zh_hant: 五

# schedule_day_mon
source: 월
de: Mo
en: Mon
es: Lun
fr: Lun
id: Sen
it: Lun
ja: 月
pt: Seg
ru: Пн
th: จ
vi: T2
zh_hans: 一
zh_hant: 一

# schedule_day_sat
source: 토
de: Sa
en: Sat
es: Sáb
fr: Sam
id: Sab
it: Sab
ja: 土
pt: Sáb
ru: Сб
th: ส
vi: T7
zh_hans: 六
zh_hant: 六

# schedule_day_sun
source: 일
de: So
en: Sun
es: Dom
fr: Dim
id: Min
it: Dom
ja: 日
pt: Dom
ru: Вс
th: อา
vi: CN
zh_hans: 日
zh_hant: 日

# schedule_day_thu
source: 목
de: Do
en: Thu
es: Jue
fr: Jeu
id: Kam
it: Gio
ja: 木
pt: Qui
ru: Чт
th: พฤ
vi: T5
zh_hans: 四
zh_hant: 四

# schedule_day_tue
source: 화
de: Di
en: Tue
es: Mar
fr: Mar
id: Sel
it: Mar
ja: 火
pt: Ter
ru: Вт
th: อ
vi: T3
zh_hans: 二
zh_hant: 二

# schedule_day_wed
source: 수
de: Mi
en: Wed
es: Mié
fr: Mer
id: Rab
it: Mer
ja: 水
pt: Qua
ru: Ср
th: พ
vi: T4
zh_hans: 三
zh_hant: 三

# schedule_days_everyday
source: 매일
de: Täglich
en: Every day
es: Todos los días
fr: Tous les jours
id: Setiap hari
it: Tutti i giorni
ja: 毎日
pt: Todos os dias
ru: Каждый день
th: ทุกวัน
vi: Mỗi ngày
zh_hans: 每天
zh_hant: 每天

# schedule_days_none
source: 요일 없음
de: Kein Tag
en: No days
es: Ningún día
fr: Aucun jour
id: Tidak ada hari
it: Nessun giorno
ja: 曜日なし
pt: Nenhum dia
ru: Дни не выбраны
th: ยังไม่เลือกวัน
vi: Chưa chọn ngày
zh_hans: 未选日子
zh_hant: 未選日子

# schedule_days_weekday
source: 평일
de: Wochentags
en: Weekdays
es: Entre semana
fr: En semaine
id: Hari kerja
it: Nei giorni feriali
ja: 平日
pt: Dias de semana
ru: Будни
th: วันธรรมดา
vi: Ngày thường
zh_hans: 工作日
zh_hant: 平日

# schedule_days_weekend
source: 주말
de: Wochenende
en: Weekend
es: Fin de semana
fr: Week-end
id: Akhir pekan
it: Fine settimana
ja: 週末
pt: Fim de semana
ru: Выходные
th: สุดสัปดาห์
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末

# schedule_default_cleared
source: 규칙이 끝나도 소리를 그대로 둬요.
de: Wenn eine Regel endet, bleibt der Ton, wie er ist.
en: When a rule ends, the sound is left as it is.
es: Cuando una regla termina, el sonido se deja como esté.
fr: Quand une règle se termine, le son reste tel quel.
id: Begitu sebuah aturan selesai, suaranya dibiarkan apa adanya.
it: Quando una regola finisce, il suono resta com'è.
ja: ルールが終わっても音はそのままにします。
pt: Quando uma regra termina, o som fica como está.
ru: Когда правило заканчивается, звук остаётся как есть.
th: เมื่อกฎสิ้นสุด เสียงจะถูกปล่อยไว้อย่างเดิม
vi: Khi một quy tắc kết thúc, âm thanh được để nguyên.
zh_hans: 规则结束后声音保持原样。
zh_hant: 規則結束後聲音保持原樣。

# schedule_default_hint
source: 규칙이 끝나면 아이 폰이 여기로 돌아와요.
de: Wenn eine Regel endet, kehrt das Handy Ihres Kindes hierher zurück.
en: When a rule ends, your child's phone comes back to this.
es: Cuando una regla termina, el teléfono de tu hijo vuelve a esto.
fr: Quand une règle se termine, le téléphone de votre enfant revient à ceci.
id: Begitu sebuah aturan selesai, ponsel anak Anda kembali ke sini.
it: Quando una regola finisce, il telefono di tuo figlio torna qui.
ja: ルールが終わるとお子さんの端末はここに戻ります。
pt: Quando uma regra termina, o celular do seu filho volta para isto.
ru: Когда правило заканчивается, телефон ребёнка возвращается сюда.
th: เมื่อกฎสิ้นสุด มือถือของลูกจะกลับมาเป็นแบบนี้
vi: Khi một quy tắc kết thúc, điện thoại của con quay lại trạng thái này.
zh_hans: 规则结束后，孩子手机会回到这里。
zh_hant: 規則結束後，孩子手機會回到這裡。

# schedule_default_label
source: 예약이 없는 시간에는
de: Wenn keine Regel läuft
en: When no rule is running
es: Cuando no hay ninguna regla
fr: Quand aucune règle ne tourne
id: Saat tidak ada aturan yang jalan
it: Quando non c'è nessuna regola
ja: 予約がない時間は
pt: Quando nenhuma regra está valendo
ru: Когда ни одно правило не работает
th: เวลาที่ไม่มีกฎทำงาน
vi: Khi không có quy tắc nào chạy
zh_hans: 没有规则的时间里
zh_hant: 沒有規則的時間裡

# schedule_default_none
source: 그대로 두기
de: So lassen
en: Leave it be
es: Dejarlo como esté
fr: Laisser tel quel
id: Biarkan apa adanya
it: Lasciare com'è
ja: そのままにする
pt: Deixar como está
ru: Оставить как есть
th: ปล่อยไว้อย่างนั้น
vi: Cứ để nguyên
zh_hans: 保持原样
zh_hant: 保持原樣

# schedule_default_saved
source: 규칙이 끝나면 %1$@(으)로 돌아가요.
de: Wenn eine Regel endet, geht es zurück auf %1$@.
en: When a rule ends, it goes back to %1$@.
es: Cuando una regla termina, vuelve a %1$@.
fr: Quand une règle se termine, cela revient à %1$@.
id: Begitu sebuah aturan selesai, kembali ke %1$@.
it: Quando una regola finisce, torna a %1$@.
ja: ルールが終わると%1$@に戻ります。
pt: Quando uma regra termina, volta para %1$@.
ru: Когда правило заканчивается, вернётся к режиму %1$@.
th: เมื่อกฎสิ้นสุดจะกลับไปเป็น%1$@
vi: Khi một quy tắc kết thúc, máy quay lại %1$@.
zh_hans: 规则结束后会回到%1$@。
zh_hant: 規則結束後會回到%1$@。

# schedule_delete
source: 삭제
de: Löschen
en: Delete
es: Borrar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
pt: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# schedule_delete_cancel
source: 그대로 두기
de: Behalten
en: Keep it
es: Dejarla
fr: La garder
id: Biarkan saja
it: Lasciala
ja: そのままにする
pt: Deixar assim
ru: Оставить
th: เก็บไว้
vi: Để nguyên
zh_hans: 保留
zh_hant: 保留

# schedule_delete_confirm
source: 지우기
de: Löschen
en: Delete
es: Borrar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除する
pt: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# schedule_delete_message
source: %1$@ 지우면 이 시간대에는 소리가 저절로 바뀌지 않아요.
de: %1$@ Nach dem Löschen ändert sich der Ton in diesem Zeitraum nicht mehr von selbst.
en: %1$@ Once deleted, the sound will not change on its own during this time.
es: %1$@ Una vez borrada, el sonido ya no cambiará solo durante esta franja.
fr: %1$@ Une fois supprimée, le son ne changera plus tout seul sur ce créneau.
id: %1$@ Setelah dihapus, suara pada jam segini tidak berubah sendiri lagi.
it: %1$@ Una volta eliminata, in questa fascia il suono non cambierà più da solo.
ja: %1$@ 削除するとこの時間帯に音が自動で変わらなくなります。
pt: %1$@ Depois de excluir, o som não muda mais sozinho neste horário.
ru: %1$@ После удаления звук в этот промежуток больше не будет меняться сам.
th: %1$@ ลบแล้วเสียงในช่วงเวลานี้จะไม่เปลี่ยนเองอีก
vi: %1$@ Xóa rồi thì trong khung giờ này âm thanh không tự đổi nữa.
zh_hans: %1$@ 删除后，这个时段的声音不会再自动改变。
zh_hant: %1$@ 刪除後，這個時段的聲音不會再自動改變。

# schedule_delete_title
source: 이 규칙을 지울까요?
de: Diese Regel löschen?
en: Delete this rule?
es: ¿Borrar esta regla?
fr: Supprimer cette règle ?
id: Hapus aturan ini?
it: Eliminare questa regola?
ja: このルールを削除しますか？
pt: Excluir esta regra?
ru: Удалить это правило?
th: ลบกฎนี้ไหม
vi: Xóa quy tắc này?
zh_hans: 要删除这条规则吗？
zh_hant: 要刪除這條規則嗎？

# schedule_deleting
source: 지우는 중…
de: Wird gelöscht…
en: Deleting…
es: Borrando…
fr: Suppression…
id: Menghapus…
it: Eliminazione…
ja: 削除しています…
pt: Excluindo…
ru: Удаляем…
th: กำลังลบ…
vi: Đang xóa…
zh_hans: 正在删除…
zh_hant: 正在刪除…

# schedule_editor_cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# schedule_editor_days_label
source: 어떤 요일에
de: An welchen Tagen
en: On which days
es: Qué días
fr: Quels jours
id: Pada hari apa
it: In quali giorni
ja: どの曜日に
pt: Em quais dias
ru: В какие дни
th: วันไหนบ้าง
vi: Vào những ngày nào
zh_hans: 在哪几天
zh_hant: 在哪幾天

# schedule_editor_days_required
source: 요일을 하나 이상 골라주세요. 요일을 안 고르면 이 규칙은 한 번도 켜지지 않아요.
de: Bitte wählen Sie mindestens einen Tag. Ohne Tag läuft diese Regel nie.
en: Please pick at least one day. With no day chosen, this rule never runs.
es: Elige al menos un día. Sin ningún día elegido, esta regla no se activa nunca.
fr: Choisissez au moins un jour. Sans jour choisi, cette règle ne se déclenche jamais.
id: Pilih setidaknya satu hari. Kalau tidak ada hari yang dipilih, aturan ini tidak pernah jalan.
it: Scegli almeno un giorno. Senza nessun giorno questa regola non si attiva mai.
ja: 曜日を一つ以上選んでください。選ばないとこのルールは一度も動きません。
pt: Escolha pelo menos um dia. Sem nenhum dia, esta regra nunca funciona.
ru: Выберите хотя бы один день. Без дней это правило не сработает ни разу.
th: กรุณาเลือกอย่างน้อยหนึ่งวัน ถ้าไม่เลือกวันเลย กฎนี้จะไม่ทำงานสักครั้ง
vi: Hãy chọn ít nhất một ngày. Không chọn ngày nào thì quy tắc này không bao giờ chạy.
zh_hans: 请至少选一天。一天都不选，这条规则永远不会生效。
zh_hant: 請至少選一天。一天都不選，這條規則永遠不會生效。

# schedule_editor_end_title
source: 끝나는 시각
de: Endzeit
en: End time
es: Hora de fin
fr: Heure de fin
id: Jam selesai
it: Ora di fine
ja: 終わる時刻
pt: Hora de fim
ru: Время окончания
th: เวลาสิ้นสุด
vi: Giờ kết thúc
zh_hans: 结束时刻
zh_hant: 結束時刻

# schedule_editor_mode_label
source: 그동안 아이 폰을
de: Das Handy des Kindes stellen auf
en: Set your child's phone to
es: Poner el teléfono de tu hijo en
fr: Mettre le téléphone de l'enfant en
id: Selama itu ponsel anak jadi
it: Metti il telefono di tuo figlio su
ja: そのあいだお子さんの端末を
pt: Deixar o celular do seu filho em
ru: Телефон ребёнка перевести в
th: ช่วงนั้นให้มือถือของลูกเป็น
vi: Trong lúc đó máy của con để ở
zh_hans: 这段时间把孩子手机设为
zh_hant: 這段時間把孩子手機設為

# schedule_editor_save
source: 저장
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# schedule_editor_start_title
source: 시작 시각
de: Startzeit
en: Start time
es: Hora de inicio
fr: Heure de début
id: Jam mulai
it: Ora di inizio
ja: 始まる時刻
pt: Hora de início
ru: Время начала
th: เวลาเริ่ม
vi: Giờ bắt đầu
zh_hans: 开始时刻
zh_hant: 開始時刻

# schedule_editor_time_label
source: 몇 시부터 몇 시까지
de: Von wann bis wann
en: From when to when
es: Desde qué hora hasta qué hora
fr: De quelle heure à quelle heure
id: Dari jam berapa sampai jam berapa
it: Da che ora a che ora
ja: 何時から何時まで
pt: De que hora até que hora
ru: С какого часа до какого
th: ตั้งแต่กี่โมงถึงกี่โมง
vi: Từ mấy giờ đến mấy giờ
zh_hans: 从几点到几点
zh_hant: 從幾點到幾點

# schedule_editor_title_edit
source: 규칙 고치기
de: Regel bearbeiten
en: Edit the rule
es: Editar la regla
fr: Modifier la règle
id: Ubah aturan
it: Modifica la regola
ja: ルールを編集
pt: Editar a regra
ru: Изменить правило
th: แก้ไขกฎ
vi: Sửa quy tắc
zh_hans: 修改规则
zh_hant: 修改規則

# schedule_editor_title_new
source: 새 규칙
de: Neue Regel
en: New rule
es: Regla nueva
fr: Nouvelle règle
id: Aturan baru
it: Regola nuova
ja: 新しいルール
pt: Regra nova
ru: Новое правило
th: กฎใหม่
vi: Quy tắc mới
zh_hans: 新规则
zh_hant: 新規則

# schedule_empty
source: 아직 정해둔 시간대가 없어요. 아래 '규칙 추가'를 눌러 '평일 밤에는 무음' 같은 규칙을 만들어 보세요.
de: Noch keine Zeiten festgelegt. Tippen Sie unten auf „Regel hinzufügen“ und probieren Sie etwas wie „Wochentags nachts lautlos“.
en: No times set yet. Tap 'Add a rule' below and try something like 'Silent on weekday nights'.
es: Todavía no hay franjas definidas. Toca «Añadir una regla» abajo y prueba algo como «En silencio las noches entre semana».
fr: Pas encore de créneaux définis. Appuyez sur « Ajouter une règle » ci-dessous et essayez quelque chose comme « Silencieux les soirs de semaine ».
id: Belum ada jam yang diatur. Ketuk «Tambah aturan» di bawah lalu coba aturan seperti «Senyap tiap malam hari kerja».
it: Ancora nessuna fascia oraria. Tocca «Aggiungi una regola» qui sotto e prova qualcosa come «Silenzioso nelle sere feriali».
ja: まだ決めた時間帯がありません。 下の「ルールを追加」を押して 「平日の夜はマナー」のようなルールを作ってみてください。
pt: Ainda não há horários definidos. Toque em «Adicionar uma regra» abaixo e tente algo como «Silencioso nas noites de semana».
ru: Промежутки ещё не заданы. Нажмите «Добавить правило» внизу и попробуйте, например, «Будни ночью — без звука».
th: ยังไม่ได้ตั้งช่วงเวลา กด «เพิ่มกฎ» ข้างล่าง แล้วลองตั้งกฎอย่าง «กลางคืนวันธรรมดาให้เงียบ»
vi: Chưa đặt khung giờ nào. Hãy bấm «Thêm quy tắc» bên dưới rồi thử một quy tắc kiểu «Đêm ngày thường thì im lặng».
zh_hans: 还没有设置时段。 按下面的“添加规则”， 试着做一条“工作日晚上静音”这样的规则吧。
zh_hant: 還沒有設定時段。 按下面的「新增規則」， 試著做一條「平日晚上靜音」這樣的規則吧。

# schedule_error_format
source: 규칙을 불러오지 못했어요 %1$@
de: Die Regeln konnten nicht geladen werden %1$@
en: Could not load the rules %1$@
es: No se pudieron cargar las reglas %1$@
fr: Impossible de charger les règles %1$@
id: Tidak bisa memuat aturan %1$@
it: Impossibile caricare le regole %1$@
ja: ルールを読み込めませんでした %1$@
pt: Não foi possível carregar as regras %1$@
ru: Не удалось загрузить правила %1$@
th: โหลดกฎไม่ได้ %1$@
vi: Không tải được quy tắc %1$@
zh_hans: 无法加载规则 %1$@
zh_hant: 無法載入規則 %1$@

# schedule_holiday_cleared
source: 공휴일에도 예약대로 바꿔요.
de: Die Regeln laufen auch an Feiertagen.
en: Rules run on public holidays too.
es: Las reglas también funcionan en los festivos.
fr: Les règles fonctionnent aussi les jours fériés.
id: Pada hari libur aturannya tetap jalan.
it: Le regole valgono anche nei giorni festivi.
ja: 祝日も予約どおりに切り替えます。
pt: As regras funcionam também nos feriados.
ru: В праздники правила тоже работают.
th: วันหยุดราชการก็ยังเปลี่ยนตามตาราง
vi: Ngày lễ vẫn đổi theo lịch.
zh_hans: 公休日也按预约切换。
zh_hant: 國定假日也照預約切換。

# schedule_holiday_date
source: %1$d월 %2$d일
de: %1$d.%2$d.
en: %1$d/%2$d
es: %1$d/%2$d
fr: %1$d/%2$d
id: %1$d/%2$d
it: %1$d/%2$d
ja: %1$d月%2$d日
pt: %1$d/%2$d
ru: %1$d.%2$d
th: %1$d/%2$d
vi: %1$d/%2$d
zh_hans: %1$d月%2$d日
zh_hant: %1$d月%2$d日

# schedule_holiday_next
source: 다음 쉬는 날은 %1$@ %2$@이에요.
de: Der nächste freie Tag ist der %1$@, %2$@.
en: The next day off is %1$@, %2$@.
es: El próximo día libre es el %1$@, %2$@.
fr: Le prochain jour de repos est le %1$@, %2$@.
id: Hari libur berikutnya %1$@, %2$@.
it: Il prossimo giorno di riposo è il %1$@, %2$@.
ja: 次の休みは%1$@の%2$@です。
pt: O próximo dia de folga é %1$@, %2$@.
ru: Ближайший выходной — %1$@, %2$@.
th: วันหยุดถัดไปคือ %1$@ %2$@
vi: Ngày nghỉ tới là %1$@, %2$@.
zh_hans: 下一个休息日是%1$@的%2$@。
zh_hant: 下一個休息日是%1$@的%2$@。

# schedule_holiday_saved
source: 공휴일에는 예약을 쉬어요.
de: An Feiertagen ruhen die Regeln.
en: Rules rest on public holidays.
es: Las reglas descansan en los festivos.
fr: Les règles se reposent les jours fériés.
id: Pada hari libur aturannya istirahat.
it: Nei giorni festivi le regole riposano.
ja: 祝日は予約を休みます。
pt: As regras descansam nos feriados.
ru: В праздники правила отдыхают.
th: วันหยุดราชการให้ตารางพัก
vi: Ngày lễ thì lịch nghỉ.
zh_hans: 公休日暂停预约。
zh_hant: 國定假日暫停預約。

# schedule_holiday_subtitle
source: 쉬는 날에는 아래 규칙을 하나도 켜지 않아요.
de: An freien Tagen läuft keine der Regeln unten.
en: On days off, none of the rules below run.
es: En los días libres no se activa ninguna de las reglas de abajo.
fr: Les jours de repos, aucune des règles ci-dessous ne se déclenche.
id: Pada hari libur tidak ada satu pun aturan di bawah yang jalan.
it: Nei giorni di riposo non si attiva nessuna delle regole qui sotto.
ja: 休みの日は下のルールを一つも動かしません。
pt: Nos dias de folga nenhuma das regras abaixo funciona.
ru: В выходные ни одно правило снизу не срабатывает.
th: วันหยุดจะไม่เปิดกฎข้างล่างสักข้อ
vi: Vào ngày nghỉ không quy tắc nào bên dưới chạy cả.
zh_hans: 休息日不会启用下面的任何规则。
zh_hant: 休息日不會啟用下面任何規則。

# schedule_holiday_title
source: 공휴일엔 쉬어요
de: An Feiertagen ruhen
en: Rest on public holidays
es: Descansar en los festivos
fr: Se reposer les jours fériés
id: Istirahat pada hari libur
it: Riposare nei giorni festivi
ja: 祝日は休む
pt: Descansar nos feriados
ru: Отдыхать в праздники
th: วันหยุดราชการให้พัก
vi: Nghỉ vào ngày lễ
zh_hans: 公休日休息
zh_hant: 國定假日休息

# schedule_holiday_unknown
source: 이 기기에서는 공휴일 날짜를 계산하지 못했어요. 스위치를 켜도 요일대로만 돌아요.
de: Dieses Handy konnte die Feiertage nicht berechnen. Auch bei eingeschaltetem Schalter zählen nur die Wochentage.
en: This phone could not work out the holiday dates. Even with the switch on, only the days of the week are used.
es: Este teléfono no pudo calcular las fechas de los festivos. Aunque enciendas el interruptor, solo se usan los días de la semana.
fr: Ce téléphone n'a pas pu calculer les dates des jours fériés. Même avec l'interrupteur allumé, seuls les jours de la semaine comptent.
id: Ponsel ini tidak bisa menghitung tanggal hari libur. Meski sakelarnya menyala, hanya hari dalam seminggu yang dipakai.
it: Questo telefono non è riuscito a calcolare le date dei giorni festivi. Anche con l'interruttore acceso contano solo i giorni della settimana.
ja: この端末では祝日の日付を計算できませんでした。オンにしても曜日だけで動きます。
pt: Este celular não conseguiu calcular as datas dos feriados. Mesmo com a chave ligada, só os dias da semana são usados.
ru: Этот телефон не смог вычислить даты праздников. Даже с включённым переключателем считаются только дни недели.
th: เครื่องนี้คำนวณวันหยุดราชการไม่ได้ ถึงเปิดสวิตช์ก็จะทำงานตามวันในสัปดาห์เท่านั้น
vi: Máy này không tính được ngày lễ. Dù bật công tắc thì cũng chỉ chạy theo ngày trong tuần.
zh_hans: 这台手机算不出公休日的日期。就算打开开关，也只按星期运行。
zh_hant: 這支手機算不出國定假日的日期。就算打開開關，也只依星期運作。

# schedule_mode_normal
source: 벨소리
de: Klingeln
en: Ring
es: Tono
fr: Sonnerie
id: Berdering
it: Suoneria
ja: 着信音
pt: Toque
ru: Звонок
th: เสียงเรียกเข้า
vi: Chuông
zh_hans: 响铃
zh_hant: 響鈴

# schedule_mode_silent
source: 무음
de: Lautlos
en: Silent
es: Silencio
fr: Silencieux
id: Senyap
it: Silenzioso
ja: マナー
pt: Silencioso
ru: Без звука
th: เงียบ
vi: Im lặng
zh_hans: 静音
zh_hant: 靜音

# schedule_mode_vibrate
source: 진동
de: Vibration
en: Vibrate
es: Vibración
fr: Vibreur
id: Getar
it: Vibrazione
ja: バイブ
pt: Vibração
ru: Вибрация
th: สั่น
vi: Rung
zh_hans: 震动
zh_hant: 震動

# schedule_no_family
source: 가족 정보를 찾지 못했어요. 앱을 껐다가 다시 열어주세요.
de: Ihre Familie wurde nicht gefunden. Bitte schließen Sie die App und öffnen Sie sie erneut.
en: Could not find your family. Please close the app and open it again.
es: No se encontró tu familia. Cierra la aplicación y vuelve a abrirla.
fr: Votre famille est introuvable. Fermez l'application et rouvrez-la.
id: Keluarga tidak ditemukan. Tutup aplikasi lalu buka lagi.
it: Famiglia non trovata. Chiudi l'app e riaprila.
ja: 家族の情報が見つかりませんでした。アプリを閉じてもう一度開いてください。
pt: Não encontramos a sua família. Feche o aplicativo e abra de novo.
ru: Семья не найдена. Закройте приложение и откройте снова.
th: ไม่พบข้อมูลครอบครัว กรุณาปิดแอปแล้วเปิดใหม่
vi: Không tìm thấy gia đình. Hãy đóng ứng dụng rồi mở lại.
zh_hans: 找不到家庭信息。请关闭应用后重新打开。
zh_hant: 找不到家庭資訊。請關閉應用程式後重新開啟。

# schedule_overlap_cancel
source: 고치기
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
id: Ubah
it: Modifica
ja: 直す
pt: Editar
ru: Изменить
th: แก้ไข
vi: Sửa
zh_hans: 去修改
zh_hant: 去修改

# schedule_overlap_confirm
source: 그대로 저장
de: Trotzdem speichern
en: Save anyway
es: Guardar igualmente
fr: Enregistrer quand même
id: Simpan saja
it: Salva lo stesso
ja: このまま保存
pt: Salvar assim mesmo
ru: Всё равно сохранить
th: บันทึกแบบนี้
vi: Vẫn lưu
zh_hans: 仍然保存
zh_hant: 仍然儲存

# schedule_overlap_message
source: 이 시간대는 '%1$@' 규칙과 겹칩니다. 겹치는 동안에는 나중에 만든 규칙이 이깁니다.
de: Dieser Zeitraum überschneidet sich mit der Regel „%1$@“. Während der Überschneidung gewinnt die später erstellte Regel.
en: This time overlaps the '%1$@' rule. While they overlap, the rule made later wins.
es: Esta franja se solapa con la regla «%1$@». Mientras se solapan, gana la regla hecha después.
fr: Ce créneau chevauche la règle « %1$@ ». Pendant le chevauchement, c'est la règle créée le plus tard qui gagne.
id: Jam ini bertabrakan dengan aturan «%1$@». Selama bertabrakan, aturan yang dibuat belakangan yang menang.
it: Questa fascia si sovrappone alla regola «%1$@». Mentre si sovrappongono vince la regola creata dopo.
ja: この時間帯は「%1$@」のルールと重なります。 重なっているあいだは後から作ったルールが優先されます。
pt: Este horário se sobrepõe à regra «%1$@». Enquanto se sobrepõem, vence a regra feita depois.
ru: Этот промежуток пересекается с правилом «%1$@». Пока они пересекаются, побеждает правило, созданное позже.
th: ช่วงเวลานี้ทับกับกฎ «%1$@» ระหว่างที่ทับกัน กฎที่สร้างทีหลังจะชนะ
vi: Khung giờ này trùng với quy tắc «%1$@». Trong lúc trùng nhau, quy tắc tạo sau sẽ thắng.
zh_hans: 这个时段和“%1$@”规则重叠。 重叠期间，后做的规则优先。
zh_hant: 這個時段和「%1$@」規則重疊。 重疊期間，後做的規則優先。

# schedule_overlap_message_more
source: 이 시간대는 '%1$@' 외 %2$d개 규칙과 겹칩니다. 겹치는 동안에는 나중에 만든 규칙이 이깁니다.
de: Dieser Zeitraum überschneidet sich mit „%1$@“ und %2$d weiteren Regeln. Während der Überschneidung gewinnt die später erstellte Regel.
en: This time overlaps '%1$@' and %2$d more rules. While they overlap, the rule made later wins.
es: Esta franja se solapa con «%1$@» y %2$d reglas más. Mientras se solapan, gana la regla hecha después.
fr: Ce créneau chevauche « %1$@ » et %2$d autres règles. Pendant le chevauchement, c'est la règle créée le plus tard qui gagne.
id: Jam ini bertabrakan dengan «%1$@» dan %2$d aturan lain. Selama bertabrakan, aturan yang dibuat belakangan yang menang.
it: Questa fascia si sovrappone a «%1$@» e ad altre %2$d regole. Mentre si sovrappongono vince la regola creata dopo.
ja: この時間帯は「%1$@」ほか%2$d件のルールと重なります。 重なっているあいだは後から作ったルールが優先されます。
pt: Este horário se sobrepõe a «%1$@» e mais %2$d regras. Enquanto se sobrepõem, vence a regra feita depois.
ru: Этот промежуток пересекается с «%1$@» и ещё %2$d правилами. Пока они пересекаются, побеждает правило, созданное позже.
th: ช่วงเวลานี้ทับกับ «%1$@» และอีก %2$d กฎ ระหว่างที่ทับกัน กฎที่สร้างทีหลังจะชนะ
vi: Khung giờ này trùng với «%1$@» và %2$d quy tắc khác. Trong lúc trùng nhau, quy tắc tạo sau sẽ thắng.
zh_hans: 这个时段和“%1$@”等%2$d条规则重叠。 重叠期间，后做的规则优先。
zh_hant: 這個時段和「%1$@」等%2$d條規則重疊。 重疊期間，後做的規則優先。

# schedule_overlap_title
source: 겹치는 규칙이 있어요
de: Eine andere Regel überschneidet sich
en: Another rule overlaps
es: Hay otra regla que se solapa
fr: Une autre règle se chevauche
id: Ada aturan yang bertabrakan
it: C'è un'altra regola che si sovrappone
ja: 重なるルールがあります
pt: Há outra regra sobreposta
ru: Есть пересекающееся правило
th: มีกฎที่ทับกันอยู่
vi: Có quy tắc bị trùng
zh_hans: 有重叠的规则
zh_hant: 有重疊的規則

# schedule_range_allday
source: 하루 종일 (%1$@부터 24시간)
de: Ganzer Tag (24 Stunden ab %1$@)
en: All day (24 hours from %1$@)
es: Todo el día (24 horas desde las %1$@)
fr: Toute la journée (24 heures à partir de %1$@)
id: Sehari penuh (24 jam dari %1$@)
it: Tutto il giorno (24 ore da %1$@)
ja: 終日（%1$@から24時間）
pt: Dia inteiro (24 horas a partir de %1$@)
ru: Весь день (24 часа с %1$@)
th: ทั้งวัน (24 ชั่วโมงนับจาก %1$@)
vi: Cả ngày (24 giờ tính từ %1$@)
zh_hans: 全天（从%1$@起24小时）
zh_hant: 全天（從%1$@起24小時）

# schedule_range_overnight
source: %1$@ ~ 다음 날 %2$@
de: %1$@ ~ %2$@ am nächsten Tag
en: %1$@ ~ %2$@ next day
es: %1$@ ~ %2$@ del día siguiente
fr: %1$@ ~ %2$@ le lendemain
id: %1$@ ~ %2$@ keesokan harinya
it: %1$@ ~ %2$@ del giorno dopo
ja: %1$@ ~ 翌日%2$@
pt: %1$@ ~ %2$@ do dia seguinte
ru: %1$@ ~ %2$@ следующего дня
th: %1$@ ~ %2$@ ของวันถัดไป
vi: %1$@ ~ %2$@ hôm sau
zh_hans: %1$@ ~ 次日%2$@
zh_hant: %1$@ ~ 隔天%2$@

# schedule_row_off
source: %1$@ (꺼둠)
de: %1$@ (aus)
en: %1$@ (off)
es: %1$@ (apagada)
fr: %1$@ (éteinte)
id: %1$@ (mati)
it: %1$@ (spenta)
ja: %1$@（オフ）
pt: %1$@ (desligada)
ru: %1$@ (выключено)
th: %1$@ (ปิดอยู่)
vi: %1$@ (đang tắt)
zh_hans: %1$@（已关）
zh_hant: %1$@（已關）
